/*
 Localizable.strings
 Owncloud iOs Client
 
 Created by Javier Gonzalez on 7/17/12.
 */

/*
 Copyright (C) 2014, ownCloud, Inc.
 This code is covered by the GNU Public License Version 3.
 For distribution utilizing Apple mechanisms please see https://owncloud.org/contribute/iOS-license-exception/
 You should have received a copy of this license
 along with this program. If not, see <http://www.gnu.org/licenses/gpl-3.0.en.html>.
 */


//First Screen
"go_to_login" = "Opsæt konto";
"you_need_an_account" = "Der er ingen $appname-konti på din enhed.\nFor at bruge denne app, så skal du oprette én.";

//Login Screen
"testing_connection" = "Afprøver forbindelsen ...";
"server_instance_not_found" = "Serveren blev ikke fundet";
"secure_connection_established" = "Der er oprettet sikker forbindelse";
"https_non_secure_connection_established" = "Stillet videre til en usikker rute";
"connection_established" = "Forbindelse oprettet";
"login_details" = "Detaljer om login";
"username" = "Brugernavn";
"password" = "Adgangskode";
"login" = "Log ind";
"cancel" = "Annullér";
"error_login_message" = "Bruger eller adgangskode er forkert";
"ok" = "OK";
"url_sample" = "Serveradresse https://…";
"forbidden_characters_in_password" = "Denne adgangskode indeholder forbudte tegn";
"server" = "Server";
"url" = "URL";
"session_expired" = "Sessionen er udløbet";
"credentials_different_user" = "Den indtastede bruger passer ikke til brugeren for denne konto";
"auth_unsupported_auth_method" = "Serveren understøtter ikke denne godkendelsesmetode";
"saml_server_does_not_give_user_id" = "Serveren returnerer ikke et korrekt bruger-id. Kontakt venligst din administrator";
"authentification_not_valid" = "Kan ikke autentificere mod denne server";
"error_too_many_http_redirects" = "Der var en fejl under etablering af forbindelsen. Forsøg venligst igen.";
"retry" = "Forsøg igen";
"help_link_login" = "Ny i $appname?";

//TabBarItems
"settings"="Indstillinger";
"files_tab"="Filer";

//Uploading
"upload" = "Upload";
"account" = "Konto:";
"location" = "Sted:";
"photo_albums" = "Fotoalbummer";
"loading" = "Indlæser...";
"no_access_to_gallery" = "Tillad venligst adgang til billeder og videoer for $appname. Dette tilvalg kan ses i Indstillinger > Anonymitet > Fotos.";
"error" = "Fejl";
"upload_failed"="Upload mislykkedes";
"redirection_problem"="Håndtering af URL-viderestilling understøttes ikke";

//First View
"menu_upload" = "Overfør foto/video";
"menu_folder" = "Ny mappe";

//Create Folder
"create_folder" = "Opret ny mappe";
"folder_name" = "Angiv mappenavn:";
"save" = "Gem";
"folder_exist" = "Der findes allerede en mappe med det angivne navn. Angiv venligst et andet ét.";
"folder_create_error"="Mappe kunne ikke oprettes";
"not_show_potrait"="Menuen er ikke tilgængelig i landskabsvisning. Skift venligst til portrætvisning.";
"not_possible_create_folder" = "Mappen kunne ikke oprettes.";

//FilesView
"confirm_to_delete_item" = "Bekræft sletning af element";
"yes" = "Ja";
"no" = "Nej";
"delete_from_device" = "Er du sikker på at du vil slette denne fil fra enheden?";
"delete_from_server" = "Er du sikker på at du vil slette denne fil fra serveren?";
"not_possible_connect_to_server" = "Det er ikke muligt at tilslutte til serveren for øjeblikket.";
"delete_folder_from_server" = "Er du sikker på, at du vil slette denne mappe fra serveren?";
"delete_local_server" = "Slet fra enhed og server";
"delete_local" = "Slet fra enhed";
"delete_server" = "Slet fra server";
"error_path" = "Kan ikke åbne denne mappe. Sørg for at sikre at den findes";
"error_not_permission" = "Du har ikke tilladelse til at fuldføre handlingen";
"folders" = "mapper";
"files" = "fil";
"folder" = "mappe";
"file" = "fil";
"more_swipe" = "Mere";
"message_not_files" = "Her er tomt. Upload noget!";

//Refresh file list
"release_refresh"="Slip for at genopfriske ...";
"loading_refresh"="Indlæser...";
"pull_down_refresh"="Træk ned for at genopfriske.";

//Miscelanea
"back" = "Tilbage";

//Preview
"open_with_label" = "Åben med";
"delete_label"= "Slet";

//Open with
"file_cannot_be_opened" = "Filen kan ikke åbnes";
"no_app_instaled_to_open_it" = "Der er ikke installeret et program, der kan åbne denne type filer.";

//WTClient messages (Download/Upload)
"establishing_connection" = "Etablerer forbindelse";
"not_establishing_connection" = "Kan ikke etablere forbindelse";
"connection_closed" = "Forbindelsen blev afbrudt";
"connection_lost" = "Mistede forbindelsen";
"auth_failed" = "Godkendelsen mislykkedes";
"auth_passed" = "Godkendelsen blev gennemført";
"request_file_not_found" = "Den forespurgte fil blev ikke fundet på serveren";
"request_file_not_accesed" = "Den forespurgte fil kan ikke tilgås";
"unknow_response_server" = "Fejl. Uventet svar fra serveren.";
"uploading_data" = "Uploader data";
"downloading_data" = "Downloader data";
"transfer_complete" = "Overførslen blev fuldført";
"transfer_failed" = "Overførslen mislykkedes";

//Settings and PinCode
"title_app_pin" = "Passcode";
"enter_app_pin" = "Angiv passcode";
"enter_app_pin_long_description" = "Angiv Passcode";
"reenter_app_pin" = "Angiv passcode igen";
"remove_app_pin" = "Fjern passcode";
"both_pass_not_same" = "De angivne passcoder er ikke ens";
"app_pin_incorrect" = "Passcode er ikke korrekt";
"disconnect_button" = "Afbryd forbindelsen til denne server";
"pin_removed" = "Passcode blev fjernet";
"incorrect_pin" = "Ukorrekt passcode";
"app_pin_stored" = "Passcode blev gendannet";
"help" = "Hjælp";
"recommend_to_friend" = "Anbefal til en ven";
"send_feedback" = "Send feedback";
"manage_accounts" = "Administrér konti";
"add_new_account" = "Tilføj en ny konto";
"save_changes" = "Gem";
"add_account" = "Tilføj";
"user_exist" = "Den angivne bruger findes allerede";
"imprint_button" = "Information om udgiver";
"title_instant_upload"="Straksoverførsel";
"accounts_section" = "Konti";
"security_section" = "Sikkerhed";
"instant_updloads_section" = "Øjeblikkelige uploads";
"more_section" = "Mere";

//Downloading
"can_no_copy_to_gallery" = "Denne fil kan ikke kopieres til galleriet, da den ikke kan åbnes af galleriet";
"file_is_downloading" = "Hentning af denne fil er allere i gang";
"download_file_exist" = "Kan ikke åbne denne fil. Sørg for at sikre, at den findes";
"wait_to_download" = "Gør klar til download";
"updating" = "Opdaterer";
"msg_while_downloads" = "Det er ikke muligt at gennemføre denne handling - vent venligst til den igangværende download er færdig";

//SSL
"invalid_ssl_cert" = "Identiteten af stedet kunne ikke blive bekræftet. Vil du udvise tillid til dette certifikat alligevel?";
"connection_declined" = "Tilslutning blev afvist af bruger";

//Recent view
"recent_now"="Sekunder siden";
"recent_minutes"="$minutes minutter siden";
"recent_minute"="$minutes minut siden";
"recent_hours"="$hours timer siden";
"recent_hour"="$hours time siden";
"recent_days"="$days dage siden";
"recent_day"="$days dag siden";
"recent_months"="$months måneder siden";
"recent_month"="$months måned siden";

"uploads_tab"="Uploade filer";
"current_section"="Nuværende";
"uploader_section"="Sendt";
"nothing_was_upload_recently"="Der er ikke overført fra denne enhed for nylig";
"failed_uploader_section"="Mislykkede uploads";
"error_credential"="Godkendelsesfejl";
"error_destiny_does_not_exist"="Mappefejl";
"error_file_exists"="Konfliktfejl";
"error_permission" = "Manglende rettigheder";
"error_file_does_not_exist" = "Filfejl";
"error_file_in_background" = "Serverfejl";
"error_file_invalid_characters" = "Ugyldige tegn";
"change_active_user"="Skift den aktive bruger til";
"waiting_for_server"="Afventer servertilslutning";
"waiting_for_upload"="Venter med upload";
"error_permission_alert_message" = "Du har ikke tilladelse til at uploade til denne mappe";
"choose_folder" = "Vælg mappe";

//Select Folder View
"upload_label"="Upload til";
"create_button"="Ny";
"choose_button"="Vælg";

//Rename
"rename_long_press" = "Omdøb";
"rename_file_title" = "Omdøb";
"enter_new_name" = "Angiv et nyt navn:";
"rename_file_exist" = "Filen med det angivne navn findes allerede - angiv venligst et andet navn";

//Move
"move_long_press" = "Flyt";
"move_to_label" = "Flyt til";
"file_exist" = "Filen findes allerede i destinationsmappen";
"override_file" = "Vil du erstatte den eksisterende fil med denne?";
"accept" = "Acceptér";
"error_folder_destiny_is_the_same" = "FEJL: det er ikke muligt at flytte mappen til sig selv";
"original_file_exist" = "Kan ikke flytte filen. Sørg for at sikre, at den findes";
"original_folder_exist" = "Kan ikke flytte mappen. Sørg for at sikre, at den findes";

//Download folfer
"download_folder" = "Download Folder";
"cancel_download" = "Cancel Download";

//Upload from other apps
"other_apps_title" = "Destination";
"other_apps_account" = "Konto";
"other_apps_folder" = "Mappe";
"other_apps_file_name" = "Filnavn";
"other_apps_send_to" = "Upload til";
"error_moving_file" = "Kan ikke flytte filen. Sørg for at destinationsmappen findes";
"forbidden_characters_from_server" = "Navnet indeholder mindst ét ugyldigt tegn";
"overwritte_title" = "Overskriv";

//Social
"twitter_message" = "Prøv $twitteruser på din smartphone!";
"facebook_message" = "Prøv $appname på din smartphone!\n";
"mail_recommendation_subject" = "Try $appname on your smartphone!";
"mail_recommendation_body" = "Jeg vil gerne invitere dig til at bruge $appname på din smartphone!\nDownload her: ";
"device_not_support_mail" = "Din enhed understøtter ikke composer-arket";
"mail_feedback_subject" = "Feedback $appname";
"account_not_configure" = "Kontoen på din enhed er ikke konfigureret. Gå til Indstillinger for at konfigurere den.";

//Storage
"of_storage" = "fra";
"occupied_storage" = "optaget";
"storage" = "Opbevaring";
"storage_upgrade" = "Opgradér lagerplads";

//Jimmies
"this_file_is_older" = "En nyere version er tilgængelig";
"msg_update_file_0_bytes" = "Filen på serveren har 0 bytes. Vil du overskrive den eksisterende fil på din enhed med denne tomme fil?";

//Shared
"shared_tab" = "Delte link";
"message_not_shared_files" = "Der er ingen filer/mapper, der er delt gennem link endnu.";
"message_not_shared_api_support" = "Beklager, deling er ikke slået til på din server. Kontakt venligst din administrator.";
"share_link_long_press" = "Del";
"unshare_link" = "Ophæv deling";
"share_not_available_on_this_server" = "Beklager, denne egenskab er ikke slået til på din server. Kontakt venligst din administrator.";
"copy_link" = "Kopiér link";
"file_to_share_not_exist" = "Kan ikke dele denne fil eller mappe. Sørg venligst for at den findes";
"file_to_unshare_not_exist" = "Kan ikke stoppe deling af denne fil eller mappe. Sørg venligst for at den findes";
"shared_link_protected_title" = "Angiv et kodeord";
"shared_link_protected_message" = "For at dele linket, så skal du angive et kodeord for at beskytte det.";
"pasword_empty" = "Kodeordet må ikke stå tomt";
"no_pasword" = "Du skal angive et kodeord";
"get_share_link" = "Hent delt link";
"set_expiration_time" = "Angiv udløbstidspunkt";
"password_protect" = "Beskyt med adgangskode";
"default_not_possible_msg" = "Det er ikke muligt at udføre denne operation, prøv igen senere";
"share_user_group_indicator" = "gruppe";
"add_user_or_group_title" = "Add User or Group";
"share_with_users_or_groups" = "Share with Users and Groups";
"not_share_with_users_yet"= "No data shared with users yet";
"not_sharee_api_supported" = "Sorry, your server version does not allow share with users within clients. Please contact your administrator";
"share_link_title" = "Del link";
"not_share_link_enabled_capabilities" = "Share Link is not enabled in this server. Please contact your administrator";
"shared_link_cannot_remove_password" = "Cannot remove the password";
"shared_link_cannot_remove_expiration_date" = "Cannot clear expiration date. Shares are required to have an expiration date";

//Favorites
"favorite" = "Foretrukken";
"unfavorite" = "Fjern markering som foretrukket";
"parent_folder_is_favorite" = "A folder that contains this file is already favorite";

//Document provider
"error_login_doc_provider" = "Kan ikke tilgå din konto. Brug venligst din ownCloud-app til at logge ind først.";
"error_sending_file_to_document_picker" = "Fejl ved indlæsning af filvælger";
"error_user_change_in_core_app" = "Brugeren er blevet ændret i $appname app'en";
"error_connecting_with_server" = "Det var ikke muligt at forbinde til serveren, prøv venligst igen senere";
"move_doc_provider_button" = "Flyt til denne placering";
"export_doc_provider_button" = "Eksportér til denne placering";

//Instant uploads
"location_not_enabled"="Placeringstjenester er slået fra";
"message_location_not_enabled"="Gå venligst til Indstillinger og slå Placeringstjenester til for at tillade straksoverførsel af fotografier.";

"access_photos_library_not_enabled" = "Adgang til Fotografier er slået fra";
"message_access_photos_not_enabled" = "Venligst gå til indstillinger og aktiver Foto Adgang for at tillade øjeblikkelig upload.";

"access_photos_and_location_not_enabled" = "Adgang til fotografier og placering er slået fra";
"message_access_photos_and_location_not_enabled" = "Venligst gå til indstillinger og aktiver Foto Adgang og lokalitet service for at tillade øjeblikkelig upload.";

//PDF reader
"page_of_pages" = "fra"; //Example: 5 of 10

//Share in
"files_added" = "Filer blev tilføjet";
"files_will_be_upload_next_time" = "Filerne vil blive uploadet næste gang du åbner ownCloud";

//Help Guide main app
"title_help_slide_0" = "Velkommen til CloudBag!";
"message_help_slide_0" = "Stryg for mere information";
"title_help_slide_1" = "Øjeblikkelige uploads";
"message_help_slide_1" = "Sikker opbevaring af dine billeder";
"title_help_slide_2" = "Administrér alle dine filer";
"message_help_slide_2" = "Du kan slette, flytte";
"title_help_slide_3" = "Del";
"message_help_slide_3" = "Du kan dele filer og mapper";
"title_help_slide_4" = "MultiKonto";
"message_help_slide_4" = "Tilslut til alle dine skyer";
"title_help_slide_5" = "Synkronisering af dine private filer hvor som helst";
"message_help_slide_5" = "5";
"sign_in_button_help_guide" = "Log ind";
"skip_button_help_guide" = "Spring over";
